import { Breadcrumbs, Typography } from "@mui/material";
import { Link } from "react-router-dom";
import "./BlogArticle2.css";

function BlogArticle2(): JSX.Element {
    return (
        <div className="BlogArticle2">
        <div className="blog_container">
          <div className="">
            <Breadcrumbs aria-label="breadcrumb">
              <Link color="inherit" to="/">
                דף הבית
              </Link>
              <Link color="inherit" to={"/blog"}>
                בלוג
              </Link>
              <Typography color="text.primary"> הכתבה הנוכחית</Typography>
            </Breadcrumbs>
          </div>
          <div>
            <h1>
            מעבר מעברית לאנגלית: טיפים וטכניקות למעבר חלק בין השפות
            </h1>
          </div>
          <div>
            <h3>
            במאמר זה נעסוק באסטרטגיות מועילות שיעזרו לדוברי עברית להתמודד עם אתגרים נפוצים בלמידת האנגלית, כמו תרגול מילים, דקדוק וביטוי.
            </h3>
          </div>
          <div className="img_top_article">
            <img src="https://img.freepik.com/free-photo/alphabet-letters-with-pens-table_23-2147849708.jpg?w=1380&t=st=1682160343~exp=1682160943~hmac=f5414d08d837e8f587edf49d836bf877f5170ae0674d0a5947ad2265de7d47cd" alt="" />
          </div>
          <div>
            <p className="article_p">1.	אימון של מילים חדשות: ייצור קשרים בין מילים בשתי השפות יעזור לכם לזכור את המילים החדשות באנגלית בקלות רבה יותר. אפשר ליצור כרטיסיות לימוד או להשתמש ביישומונים של כרטיסיות לימוד על מנת לעזור לזכור מילים חדשות.</p>
            <p className="article_p">2.	תרגול הדקדוק: בסיס דקדוק חזק הוא חיוני לשליטה בשפה. למדו את הכללים הבסיסיים של הדקדוק האנגלי, ותרגלו אותם בכתיבה ובדיבור. כדאי להשתמש בספרי עיון ובמשאבים מקוונים לתרגול והבנה של נושאים דקדוקיים מסוימים</p>
            <p className="article_p">3.	השתמשו במורה אישי: לפעמים, למידה באמצעות שיעורים פרטיים עם מורה מיומן באנגלית יכולה לספק לכם תמיכה והנחייה מותאמת אישית. המורה יכול לזהות את האתגרים שלכם ולעבוד איתכם על שיפור באזורים החלשים.</p>
            <p className="article_p">4.	הימנעו מלהשוות את עצמכם לאחרים: לכל אדם קצב למידה שונה ויכולות שונות. אל תשוו את ההתקדמות שלכם לזו של אחרים, אלא עבדו על שיפור עצמי ותיהנו מהתהליך.</p>
            <p className="article_p">5.	התמדה וסבלנות: למידת שפה חדשה היא תהליך ארוך שדורש זמן ומאמץ. חשוב להישאר מחויבים למטרה ולהמשיך ללמוד גם כשהדברים קשים. התמדה וסבלנות יכולות לסייע לכם להשיג תוצאות מרשימות בלמידת השפה האנגלית.</p>
          </div>
          <div>
            <p className="article_p">לסיכום, למידת שפה חדשה, במיוחד מעבר מעברית לאנגלית, יכולה ליצור אתגרים רבים. אך באמצעות כלים, טיפים וטכניקות נכונות, תוכלו לעבור מעבר בין השפות בצורה חלקה ויעילה. זכרו להתמיד בלמידה, להישאר סבלניים ולהשתמש במשאבים ובכלים המוצעים כדי לשפר את היכולות שלכם בתחום האנגלית. עם הזמן והמאמץ, תוכלו להגיע לרמה של שליטה בשפה האנגלית וליהנות מכל היתרונות וההזדמנויות שהיא מביאה איתה.</p>
          </div>
        </div>
      </div>
    );
}

export default BlogArticle2;
