import { Breadcrumbs, Typography } from "@mui/material";
import { Link } from "react-router-dom";
import "./BlogArticle1.css";

function BlogArticle1(): JSX.Element {
  return (
    <div className="BlogArticle1">
      <div className="blog_container">
        <div className="">
          <Breadcrumbs aria-label="breadcrumb">
            <Link color="inherit" to="/">
              דף הבית
            </Link>
            <Link color="inherit" to={"/blog"}>
              בלוג
            </Link>
            <Typography color="text.primary"> הכתבה הנוכחית</Typography>
          </Breadcrumbs>
        </div>
        <div>
          <h1>
            היתרונות של למידת אנגלית עבור דוברי עברית: פתיחת עולם של הזדמנויות
          </h1>
        </div>
        <div>
          <h3>
            המאמר בא להדגיש את היתרונות הרבים של שליטה בשפה אנגלית ועברית ברמה
            גבוהה, בין אם זה בתחום העבודה, קשרים בינלאומיים או טיולים.
          </h3>
        </div>
        <div className="img_top_article">
          <img src="https://img.freepik.com/free-photo/businessman-satisfaction-arms-outstretched-freedom-concept_53876-23519.jpg?w=1380&t=st=1682159591~exp=1682160191~hmac=7e96c1510db5485062287bf533972993ec18b9332e15de34deb87bf16c382954" alt="" />
        </div>
        <div>
            <p className="article_p">אחד מהיתרונות העיקריים של השפה האנגלית היא בתחום העבודה. כיום, השוק הבינלאומי מחפש במיוחד עובדים דו-לשוניים המבינים את התרבות והעסקים בין המדינות. דוברי עברית שמבינים גם אנגלית מתמקדים בתפקידים בינלאומיים ובכך משפרים את סיכוייהם לקבל משרות ברמה גבוהה יותר.</p>
            <p className="article_p">בנוסף ליתרונות העבודה, לדעת לדבר אנגלית מאפשר גישה לרשתות גלובליות של קשרים. ככל שתרחיבו את תחום היכרויותיכם בעזרת השפה האנגלית, כך תוכלו ליצור קשרים עסקיים ואישיים מחויבים יותר ברחבי העולם. השפה האנגלית משמשת כגישה לתרבויות למוזיקה, סרטים וספרות מרחבי העולם, שיכולים להעשיר את חייכם ולספק לכם השראה חדשה.</p>
        </div>
        <div>
            <p className="article_p">לבסוף, לדעת לדבר אנגלית מקל על טיולים ברחבי העולם ומאפשר חוויות עמוקות יותר. האנגלית היא שפה בין-לאומית שנדברת במספר רב של מדינות, ולכן דוברי עברית שמבינים גם אנגלית יכולים לתקשר בקלות עם בני מקומיים ולהבין את התרבות והאורח חיים שלהם. זה יכול להביא לחוויות מרתקות ולזיכרונות שאין כמותם.</p>
            <p className="article_p">לסיכום, למידת האנגלית עבור דוברי עברית מציעה עולם של הזדמנויות בתחומים שונים כמו עבודה, קשרים בינלאומיים וטיולים. הרחבת היכולות התקשורתיות שלכם תאפשר לכם להתנסות בחוויות חדשות ולפתוח דלתות שלא היו פתוחות לכם בעבר. כך תוכלו ליהנות מעולם עשיר יותר של אפשרויות ולקבל מקסימום מכל פרק בחייכם.</p>
        </div>
      </div>
    </div>
  );
}

export default BlogArticle1;
